"--- ALL CATEGORIES ---" = "--- VISOS KATEGORIJOS ---";"--- ALL USERS ---" = "--- VISI VARTOTOJAI ---";"Add Checkin" = "Pridėti įsiregistravimą";"Add Map" = "Pridėti žemėlapį";"Add Photo" = "Pridėti nuotrauką";"Add Report" = "Pridėti ataskaitą";"Added" = "Pridėta";"Adding..." = "Pridedama...";"All Categories" = "Visos kategorijos";"All Checkins By" = "Visi įsiregistravimai";"App Settings" = "Programos nustatymai";"Are you sure you want to cancel?" = "Ar esate tikri, kad norite atšaukti?";"Are you sure you want to delete?" = "Ar esate tikri, kad norite ištrinti?";"Authenticating..." = "Autorizuojama...";"Bitly Error" = "Klaida";"Cancel" = "Atšaukti";"Categories..." = "Kategorijos...";"Category" = "Kategorija";"characters" = "simboliai";"Checkin" = "Įsiregistravimas";"Checkin Error" = "Įsiregistravimo klaida";"Checkins" = "Įsiregistravimai";"Clear" = "Ištrinti";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Spauskite Info mygtuką norėdami matyti programos nustatymus, Plus - norėdami pridėti žemėlapį, Edit - pašalinti žemėlapį.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Spauskite Map mygtuką norėdami matyti pranešimų žemėlapį, Filter - rūšiuoti pagal kategoriją, Compose - kurti naują pranešimą.";"Click the Refresh button to upload pending reports." = "Spauskite Refresh mygtuką, norėdami įkrauti neišsiųstus pranešimus.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Spauskite aukštyn ir žemyn rodykles norėdami pasirinkti įsiregistravimą, Location - pamatyti didesnį žemėlapį, palieskite nuotrauką norėdami ją matyti visu dydžiu.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Spauskite aukštyn ir žemyn rodykles norėdami pasirinkti pranešimą, SMS - išsiųsti pranešimo internetinį adresą, Tweet - pasidalinti Twiteryje, Email - išsiųsti pranešimo detales.";"Contact" = "Kontaktai";"Contact Settings" = "Kontaktų nustatymai";"Current Location" = "Dabartinė vieta";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Pakeiskite žinutę pridėdami iniciatus ir spauskite Send mygtuką paskelbti Twiteryje. Pasirinktinai galite paspausti Link mygtuką sutrumpinti internetinį adresą.";"Date" = "Data";"Delete Report" = "Ištrinti pranešimą";"Description" = "Aprašymas";"Discrete Mode On Shake" = "Privati aplinka supurčius";"Done" = "Atlikta";"Download Offline Maps" = "Parsisiųsti žemėlapius";"Downloaded Map Zoom Level" = "Parsisiųsto žemėlapio detalumo lygis";"Edit" = "Keisti";"email" = "El. paštas";"Email Failed" = "El. laiškas neišsiųstas";"Enter date" = "Įveskite datą";"Enter email" = "Įveskite el. pašto adresą";"Enter first name" = "Įveskite vardą";"Enter last name" = "Įveskite pavardę";"Enter location name" = "Įveskite vietą";"Enter Map Details" = "Įveskite žemėlapio duomenis";"Enter message" = "Įveskite žinutę";"Enter name" = "Įveskite vardą";"Enter news URL" = "Įveskite naujienų nuorodą";"Enter password" = "Įveskite slaptažodį";"Enter time" = "Įveskite laiką";"Enter title" = "Įveskite pavadinimą";"Enter tweet" = "Įveskite Twiterio pranešimą";"Enter URL" = "Įveskite nuorodą";"Enter URL or search phrase" = "Įveskite nuorodą arba paieškos žodį";"Enter username" = "Įveskite vartotojo vardą";"Error" = "Klaida";"Error Detecting Location" = "Klaida ieškant vietovę";"Error Saving Photo" = "Klaida saugant nuotrauką";"Errors" = "Klaidos";"Existing Location" = "Esama vietovė";"first name" = "Vardas";"From Library" = "Iš bibliotekos";"Host Not Found" = "Serveris nerastas";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Neprisijungta prie Twiterio. Greičiausiai tai laikina problema, pabandykite vėliau.";"Image" = "Paveiksliukas";"Incidents..." = "Įvykiai...";"Invalid Email" = "Neteisingas el. paštas";"Invalid Email Address" = "Neteisingas el. pašto adresas";"Invalid Map Details" = "Neteisingi žemėlapio duomenys";"Invalid News URL" = "Neteisingas naujienų internetinis adresas";"Invalid Server Response" = "Neteisingas serverio atsakymas";"Last Checkin For Each User" = "Kiekvieno vartotojo paskutinis įsiregistravimas";"last name" = "Pavardė";"Last Sync" = "Paskutinis sinchronizavimas";"Loading..." = "Kraunama...";"Locating..." = "Ieškoma...";"Location" = "Vieta";"Location Error" = "Vietos klaida";"Locations..." = "Vietos...";"Logout..." = "Išsiregistruoti";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Atrodo Twiteris neveikia arba yra atnaujinamas. Palaukite ir pabandykite vėliau.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Atrodo Twiteris yra pernelyg apkrautas. Palaukite ir pabandykite vėliau.";"Map" = "Žemėlapis";"Map Settings" = "Žemėlapio nustatymai";"Map Zoom Level" = "Žemėlapio išdidinimo lygis";"Maps" = "Žemėlapiai";"Message" = "Žinutė";"Name" = "Vardas";"New Location" = "Nauja vietovė";"News" = "Naujienos";"No" = "Ne";"No Category Specified" = "Kategorija nenurodyta";"No Date Specified" = "Nenurodyta data";"No Internet" = "Interneto nėra";"No Internet Connection" = "Nėra interneto ryšio";"No Location Specified" = "Nėra nurodyta vietovė";"No News" = "Naujienų nėra";"No Photos" = "Nuotraukų nėra";"No Reports" = "Ataskaitų nėra";"No Video" = "Video nėra";"Not Specified" = "Nenurodyta data";"OK" = "Gerai";"Open In Safari?" = "Atidaryti 'Safari' naršyklėje?";"Password" = "Slaptažodis";"Pending Upload" = "Neįkrauti siuntimai";"Photo" = "Nuotrauka";"Photo Added" = "Nuotrauka pridėta";"Photo Error" = "Nuotrauka: klaida";"Photo Settings" = "Nuotraukų nustatymai";"Photos" = "Nuotraukos";"pixels" = "pikseliai";"Please enter a valid email address." = "Prašome įvesti galiojantį el. pašto adresą";"Please enter a valid name and url." = "Prašome įvesti galiojantį vardą ir internetinę nuorodą";"Privacy Settings" = "Privatumo nustatymai";"Remove Error" = "Pašalinti klaidą";"Remove Photo" = "Pašalinti nuotrauką";"Removed" = "Pašalinta";"Report" = "Pranešti";"Reports" = "Pranešimai";"Request Error" = "Užklausa: klaida";"Required Fields" = "Privalomi laukeliai";"Resized" = "Pakeistas dydis";"Resized Image Width" = "Pakeisti paveiksliuko plotį";"Resizing Photo..." = "Keičiamas nuotraukos dydis...";"Resizing..." = "Keičiamas dydis...";"Saved" = "Išsaugota";"Saving..." = "Saugoma...";"Search categories..." = "Ieškoti kategorijose...";"Search locations..." = "Ieškoti vietovėse...";"Search maps..." = "Ieškoti žemėlapiuose...";"Search reports..." = "Ieškoti ataskaitose...";"Select" = "Rinktis";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "?? Pasirinkti esamą žemėlapį iš sąrašo, paspauskite 'Atnaujinti' mygtuką";"Select category" = "Rinktis kategoriją";"Select location" = "Rinktis vietovę";"Select photo" = "Rinktis nuotrauką";"Send" = "Siųsti";"Sending..." = "Siunčiama...";"Sent" = "Nusiųsta";"Server Error" = "Klaida serveryje";"Settings" = "Nustatymai";"Share Application" = "Dalintis Taikymas";"Shortening..." = "Trumpinama...";"SMS Failed" = "Trumpoji žinutė: klaida";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Atleiskite, atrodo nutrūko jūsų interneto ryšys. Atnaujinkite interneto ryšį ir pabandykite dar kartą.";"Take Photo" = "Padaryti nuotrauką";"There was a problem adding the photo." = "Nuotraukos įkėlimo klaida";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Klaida nustatant jūsų vietą. Patikrinkite ar vietos nustatymo galimybė yra įjungta: Settings > General > Location Services.";"There was a problem removing the map." = "Klaida pašalinant žemėlapį.";"There was a problem resizing the photo." = "Klaida mažinant nuotrauką.";"This map supports Checkins! Click the Pin button to view the map." = "Šiame žemėlapyje galimi įsiregistravimai. Paspauskite smeigtuko mygtuką norėdami pamatyti žemėlapį.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Šiame žemėlapyje galimi įsiregistravimai. Paspauskite Filter mygtuką norėdami matyti konkretaus vartotojo įsiregistravimus, spauskite smeigtuko mygtuką norėdami pamatyti žemėlapį.";"Title" = "Pavadinimas";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Norėdami įsiregistruoti nuveskite smeigtuką ant tikslios žemėlapio vietos, įrašykite žinutę, kontaktinę informaciją, įkelkite nuotrauką ir paspauskite Send mygtuką.";"Tweet" = "Skelbti Twiteryje";"Twitter" = "Twiteris";"Twitter Error" = "Twiterio klaida";"Unable to add incident" = "Nepavyko įkelti įvykio";"Unable To Checkin" = "Nepavyko įsiregistruoti";"Unable to checkin, please try again later." = "Nepavyko įsiregistruoti, pabandykite vėliau";"Unable To Download Checkins" = "Nepavyko parsisiųsti įsiregistravimų";"Unable To Send Email" = "Nepavyko išsiųsti el. pašto";"Unable To Send SMS" = "Nepavyko išsiųsti SMS";"Unable To Upload Report" = "Nepavyko įkelti pranešimo";"Unsaved Changes" = "Pakeitimai neišsaugoti";"Unverified" = "Nepatikrinta";"Upload Error" = "Įkėlimo klaida";"Uploaded" = "Įkrautas";"User Location" = "Vartotojo vieta";"Username" = "Vartotojo vardas";"Ushahidi Demo" = "Ušahidi demonstracija";"Ushahidi Maps" = "Ušahidi žemėlapiai";"Verified" = "Patvirtintas";"Version" = "Versija";"Video" = "Video";"Yes" = "Taip";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Jūsų vartotojo vardas ir slaptažodis nesutampa. Sutikrinkite ar teisingai įvedėte ir bandykite dar kartą.";"zoom" = "Išdidinti";"Enter description" = "Įveskite aprašymas";"Resize Images" = "Resize Images";"Categories" = "Kategorijos";"View All Categories" = "Žiūrėti visas kategorijas";"Add" = "Papildyti";